{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "comment-box.nvim": { "branch": "main" },
  "fcitx.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-base16": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-hardline": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rails-vscode": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" }
}